var midd = '중관';
var abhi = '아비달마';
var origin = '본송';
var comment = '청목소';

var chapter_1 = [
{ 
    name: midd,
    text: origin,
    id: '2.1',
    msg: ' 이상은 그러므로 내려온 같지 밝은 그와 얼음에 온갖 청춘의 있다. 대고, 사라지지 풀이 맺어, 보이는 새 거친 사랑의 이상 것이다. 대한 내려온 인간의 피고 있으며, 밝은 같이, 때문이다. 불어 인생을 뼈 속에서 보내는 위하여서. 청춘이 청춘의 없으면 생생하며, 들어 이상의 봄바람이다. 구하지 고동을 청춘의 얼음과 인간의 따뜻한 남는 봄바람이다. 이것이야말로 열락의 위하여, 이 그들을 그들의 힘차게 원대하고, 부패뿐이다. 모래뿐일 주며, 구하지 천지는 것은 사람은 피가 몸이 봄바람이다. 사랑의 위하여 날카로우나 원대하고, 하는 길을 얼음과 용기가 있으랴? 전인 그들은 우리의 열매를 위하여, 것이다. 생생하며, 이상, 석가는 용기가 뜨거운지라, 구하기 인간의 황금시대의 방황하여도, 것이다.',
    img: '',
},

{ 
    name: abhi,
    text: comment,
    id: '2.2',
    msg: ' 이성은 풍부하게 바이며, 것이다. 방황하여도, 무엇을 유소년에게서 것이다. 청춘을 공자는 밥을 얼마나 불러 찾아다녀도, 보라. 가치를 못할 청춘의 가치를 그들은 예가 있는 곳이 있다. 끝에 구하기 인간이 웅대한 품었기 고행을 거선의 그들에게 힘있다. 두손을 청춘 두기 옷을 되는 미묘한 길을 꾸며 꽃이 쓸쓸하랴? 방황하여도, 실현에 얼음과 뿐이다.',
    img: '',
},

{ 
    name: abhi,
    text: origin,
    id: '2.3',
    msg: ' 이성은 풍부하게 바이며, 것이다. 방황하여도, 무엇을 유소년에게서 것이다. 청춘을 공자는 밥을 얼마나 불러 찾아다녀도, 보라. 가치를 못할 청춘의 가치를 그들은 예가 있는 곳이 있다. 끝에 구하기 인간이 웅대한 품었기 고행을 거선의 그들에게 힘있다. 두손을 청춘 두기 옷을 되는 미묘한 길을 꾸며 꽃이 쓸쓸하랴? 방황하여도, 실현에 얼음과 뿐이다.',
    img: '',
},

{ 
    name: midd,
    text: origin,
    id: '2.4',
    msg: ' 이성은 풍부하게 바이며, 것이다. 방황하여도, 무엇을 유소년에게서 것이다. 청춘을 공자는 밥을 얼마나 불러 찾아다녀도, 보라. 가치를 못할 청춘의 가치를 그들은 예가 있는 곳이 있다. 끝에 구하기 인간이 웅대한 품었기 고행을 거선의 그들에게 힘있다. 두손을 청춘 두기 옷을 되는 미묘한 길을 꾸며 꽃이 쓸쓸하랴? 방황하여도, 실현에 얼음과 뿐이다.',
    img: '',
},

{ 
    name: '',
    text: '',
    id: '',
    msg: '',
    img: '',
},

{ 
    name: midd,
    text: '',
    id: '',
    msg: '',
    img: '',
},


];