var midd = '중관';
var abhi = '아비달마';
var origin = '본송';
var comment = '청목소';

var chapter_1 = [
{ 
    name: midd,
    text: origin,
    id: '1.1',
    msg: '(새롭게) 생겨나지도 않고 (완전히) 소멸하지도 않으며, 항상되지도 않고 단절된 것도 아니다. 동일하지도 않고 다르지도 않으며, (어디선가) 오는 것도 아니고 (어디론가) 나가는 것도 아니다. 능히 이런 인연법을 말씀하시어 온갖 희론을 잘 진멸(鎭滅)시키시도다. 내가 (이제) 머리 조아려 부처님께 예배하오니 모든 설법 가운데 제일이로다.',
    img: '',
},

{ 
    name: abhi,
    text: comment,
    id: '1.1.1',
    msg: '이 논문을 지은 목적은 무엇입니까?',
    img: '',
},

{ 
    name: midd,
    text: comment,
    id: '1.1.2',
    msg: '만물이 대자재천(大自在天)에서 생긴다고 말하는 사람들이 있고, 위뉴천(韋紐天)에서 생긴다는 말도 있고, 화합(和合)으로부터 생긴다는 말도 있고, 시(時)에서 생간다는 말도 있고, 세성(世性)에서 생긴다는 말도 있고 변화(變化)에서 생긴다는 말도 있고, 자연(自然)에서 생긴다는 말도 있고 미진(微塵)에서 생긴다는 말도 있다. 이런 잘못으로 무인론(無因論), 그릇된 인과론(因果論), ',
    img: '',
},

{ 
    name: midd,
    text: '',
    id: '',
    msg: '',
    img: '',
},


];