var midd = '중관';
var abhi = '아비달마';
var origin = '본송';
var comment = '청목소';

var chapter_1 = [
{ 
    id: '1.1',
    name: midd,
    text: origin,
    msg: '(새롭게) 생겨나지도 않고 (완전히) 소멸하지도 않으며, 항상되지도 않고 단절된 것도 아니다. 동일하지도 않고 다르지도 않으며, (어디선가) 오는 것도 아니고 (어디론가) 나가는 것도 아니다. 능히 이런 인연법을 말씀하시어 온갖 희론을 잘 진멸(鎭滅)시키시도다. 내가 (이제) 머리 조아려 부처님께 예배하오니 모든 설법 가운데 제일이로다.',
    footnote:'엄마야 누나야, 강변 살자.뜰에는 반짝이는 금모래 빛 뒷문 밖에는 갈잎의 노래 엄마야 누나야, 강변 살자.엄마야 누나야, 강변 살자.뜰에는 반짝이는 금모래 빛 뒷문 밖에는 갈잎의 노래 엄마야 누나야, 강변 살자.엄마야 누나야, 강변 살자.뜰에는 반짝이는 금모래 빛 뒷문 밖에는 갈잎의 노래 엄마야 누나야, 강변 살자.',
    img: '',
},

{ 
    id: '1.1.1',
    name: abhi,
    text: comment,
    msg: '이 논문을 지은 목적은 무엇입니까?',
    footnote:'엄마야 누나야, 강변 살자.뜰에는 반짝이는 금모래 빛 뒷문 밖에는 갈잎의 노래 엄마야 누나야, 강변 살자.엄마야 누나야, 강변 살자.뜰에는 반짝이는 금모래 빛 뒷문 밖에는 갈잎의 노래 엄마야 누나야, 강변 살자.엄마야 누나야, 강변 살자.뜰에는 반짝이는 금모래 빛 뒷문 밖에는 갈잎의 노래 엄마야 누나야, 강변 살자.',
    img: '',
},

{ 
    id: '1.1.2',
    name: midd,
    text: comment,
    msg: '만물이 대자재천(大自在天)*에서 생긴다고 말하는 사람들이 있고, 위뉴천(韋紐天)**에서 생긴다는 말도 있고, 화합(和合)으로부터 생긴다는 말도 있고, 시(時)에서 생간다는 말도 있고, 세성(世性)에서 생긴다는 말도 있고 변화(變化)에서 생긴다는 말도 있고, 자연(自然)에서 생긴다는 말도 있고 미진(微塵)에서 생긴다는 말도 있다. 이런 잘못으로 무인론(無因論), 그릇된 인과론(因果論),',
    footnote:'* 대자재천:Maheśvara-deva, 마혜수라(摩醯首羅) 천왕이라고 음역하기도 한다. 힌두교 최고신의 하나로 śiva 신을 말한다. 불교에서는 색계(色界)의 정상인 색구경천에 머물고 있다고 해석함 <br> \
    ** 위뉴천:힌두교의 비슈누(Viṣṇu)신(神). 우주 창조의 Brahma신. 우주 파괴의 śiva신과 함께 가장 널리 예배되는 신. 불교에서는 욕계(欲界)의 정상에 있는 신(神)일 뿐이라고 해석한다.',
    img: '',
},

{ 
    id: '1.1.3',
    name: midd,
    text: origin,
    msg: '만물이 대자재천(大自在天)에서 생긴다고 말하는 사람들이 있고, 위뉴천(韋紐天)에서 생긴다는 말도 있고, 화합(和合)으로부터 생긴다는 말도 있고, 시(時)에서 생간다는 말도 있고, 세성(世性)에서 생긴다는 말도 있고 변화(變化)에서 생긴다는 말도 있고, 자연(自然)에서 생긴다는 말도 있고 미진(微塵)에서 생긴다는 말도 있다. 이런 잘못으로 무인론(無因論), 그릇된 인과론(因果論),',
    footnote:null,
    img: '',
},

{ 
    // 게송 아이디
    id: '',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: '',
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: '',
    // 원문 내용
    msg: '',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},

];