var midd = '중관';
var abhi = '아비달마';
var origin = '본송';
var comment = '청목소';

var chapter_1 = [
{ 
    id: '1.1',
    name: midd,
    text: origin,
    msg: '(새롭게) 생겨나지도 않고 (완전히) 소멸하지도 않으며, <br> \
    항상되지도 않고 단절된 것도 아니다. <br> \
    동일하지도 않고 다르지도 않으며, <br> \
    (어디선가) 오는 것도 아니고 (어디론가) 나가는 것도 아니다.',
    footnote:null,
    img: '',
},
{ 
    id: '1.2',
    name: midd,
    text: origin,
    msg: '능히 이런 인연법을 말씀하시어 <br> \
    온갖 희론을 잘 진멸(鎭滅)시키시도다. <br> \
    내가 (이제) 머리 조아려 부처님께 예배하오니 <br> \
    모든 설법 가운데 제일이로다.',
    footnote:null,
    img: '',
},
{ 
    id: '1.2.1',
    name: abhi,
    text: comment,
    msg: '이 논문을 지은 목적은 무엇입니까?',
    footnote:null,
    img: '',
},
{ 
    id: '1.2.2',
    name: midd,
    text: comment,
    msg: '만물이 대자재천(大自在天)*에서 생긴다고 말하는 사람들이 있고, 위뉴천(韋紐天)*에서 생긴다는 말도 있고, 화합(和合)으로부터 생긴다는 말도 있고, 시(時)에서 생간다는 말도 있고, 세성(世性)에서 생긴다는 말도 있고 변화(變化)에서 생긴다는 말도 있고, 자연(自然)에서 생긴다는 말도 있고 미진(微塵)에서 생긴다는 말도 있다. 이런 잘못으로 인해 무인론(無因論), 그릇된 인과론(因果論), 단멸론(斷滅論), 상주론(常住論) 등의 사견(邪見)에 떨어져서 〈나〉라느니 〈나의 것〉이라고 갖가지로 설(說)하며 정법(正法)을 제대로 알지 못한다.부처님께서는 이런 여러가지 사견(邪見)들은 끊고 불법(佛法)을 알게 하시려고 우선 성문법(聲聞法)중에서는 십이연기설(十三緣起說)을 말씀하셨다. <br>\
    <br> \
    그리고 이미 수행을 하고 큰음을 갖추어 깊은 진리를 받아들일 준비가 되어 있는 자들에게는 대승법(大乘法)으로써 연기(緣起)의  상(相)을 설하셨던 것이다. 이른바〈일체법이 불생불멸(不生不滅) 불일불이(不一不異)하여 필경공(畢意空)하니 아무것도 있는 것이 없다.>는 것으로 반야바라밀경에서 설(說)하는 다음과 같은 얘기와 같다.〈부처님께서 수보리(須菩提)에게 말씀하셨다. ‘보살이 도량에 앉아 있었을 때 십이연기가 허공과 같아 다함이 없음을 관(觀)하였느니라.’〉 <br>\
    <br> \
    그런데 부처님께서 열반에 드시고 나서 후오백세(後五百歲)의 상법(像法)시대가 되자 사람들의 근기(根機)가 우둔해져서 제법(諸法)에 대해 깊이 집착을 내게 되었다. 십이연기(十二緣起)나 오음(五陰), 십이입(十三入), 십팔계(十八界) 등의 결정적인 상(相)을 추구하기만 하여 부처님의 의도하신 바는 알지 못하고 다만 그 문자에만 집착을 하는 것이다. 그래서 대승법에서 필경공(畢意空)을 설하는 것을 듣고도 어째서 공(空)한지 모른채 다음과 같은 의심을 한다.<br> \
    <br> \
    〈만일 도대체 필경공하다면 죄나 복을 짓고 그에 대한 업보를 받는 것 따위는 어떻게 분별하겠는가?〉 이것은 세제(世諦)와 제일의제(第一義諦)의 구분을 무시하는 것으로 공(空)의 상(相)을 취해 집착(執着)을 하여 필경공(畢意空) 가운데서 갖가지 과오를 범하는 것이다. 용수(龍樹)보살께서는 이(런 여러가지 오류)를 (시정하기) 위해 이 중론(中論)을 저술하셨다.',
    footnote:'\
    * 대자재천(大自在天):Maheśvara-deva, 마혜수라(摩醯首羅) 천왕이라고 음역하기도 한다. 힌두교 최고신의 하나로 śiva 신을 말한다. 불교에서는 색계(色界)의 정상인 색구경천에 머물고 있다고 해석함. <br> \
    * 위뉴천(韋紐天):힌두교의 비슈누(Viṣṇu)신(神). 우주 창조의 Brahma신. 우주 파괴의 śiva신과 함께 가장 널리 예배되는 신. 불교에서는 욕계(欲界)의 정상에 있는 신(神)일 뿐이라고 해석한다.<br> \
    * 화합(和合): 지수화풍(地水火風) 사대(四大)의 화합으로 외물(外物)이 생하고 부모의 화합으로 중생이 생하 는 따위.<br> \
    * 시(時): 시간이 흐르면 중생이 성숙하고 또 시간이 지나면 노후(老朽)하게 되니까 시(時)가 만물을 생(生)한다는 것.<br> \
    * 세성(世性): 인도 육파철학(六波哲學)의 하나인 수론(數論)학파，즉 쌍키야(Sāṃkhya) 학파에서 말하는 정신원리로서의 뿌루쌰(Puruṣa)에 대조되는 물질의 궁극원리인 쁘라끄리띠(Prakṛti)(근본 원질根本 原質).<br> \
    * 변화(變化): 변화에서 생하는 것은 네가지가 있다. 첫째, 돌이 옥으로 변하는 것 같은 신통변화. 둘째, 젊은이가 늙은이로 변하는 것 같이 스스로 변하는 것. 셋째, 물이 어는 것 같이 인연을 만나 변하는 것. 넷째, 외도(外道)에서 말하는〈만물을 생 하는 변(變)이라는 법(法)〉. - 길장 소(吉藏 疏)<br> \
    * 자연(自然): 외도(外道)가 만물이 생하는 까닭을 추구해 보아도 알 수가 없으니 자연히 생한다 고 하는 것. - 길장 소(吉藏 疏)<br> \
    * 미진(微塵): 근대 물리학의 원자론과 유사한 사고방식. 아비달마에서도〈극미極微〉가 있다 고 설하지만 이 또한 변견(邊見)이라고 구마라집(鳩摩羅什)은 비판한다.<br> \
    * 상법(像法)시대: 정법(正法), 상법(像法), 말법(末法)인 삼시(三時)의 하나. 정법(正法) : 교법, 수행, 증과(證果)의 3법이 완전하게 있는 시대. 상법(像法) : 증과하는 자는 없고 교법과 수행만 있는 시대. 말법(末法) : 교법만 있고 수행이나 증과는 없는 시대. 정법 오백년 상법 천년, 또는 정법 천년 상 법 오백년, 또는 정법 천년 상법 천년설(說) 둥 구구하나 여기서는 정법 오백년 설을 따르고 있다.<br> \
    * 오음(五陰): 오온(五蘊 : 색수상행식)과 같은 의미. 구마라집 이전에는 오중(五衆)이라고 한역했고 구마라집 이후 는 오음(五陰)이라고 번역했으나 당나라 현장 이후가 되어서야 오온(五蘊)이라고 번역했다.<br> \
    * 이러한 과오를 후대 유식(唯識)불교에서는〈악취공惡取空〉이라고 불렀다. 즉 실체에 대한 집착을 씻어주기 위해 공(空)을 설(說)하였는데 그 공(空)이라는 것에 다시 집착을 내 면 모든 가치판단을 상실한 상태가 되는 것. 앞으로〈중론〉전편을 통해 누누히 강조되겠지만〈공空〉이란 이론(理論)이 아니라 마치 비누처럼 우리 마음의 분별적 사고방식을 세척해주는〈실천행實踐行〉이다. 따라서〈공空〉의 비누로 분별의 때를 세척하고 나면 그 비늣기도 다시 행궈 내야 한다(공공空空). (第 13 관행품 (觀行品) 9게(偈) 및 第 24 관사제품(觀四諦品) 11, 12게(偈) 참조)',
    img: '',
},
{ 
    id: '1.2.3',
    name: midd,
    text: comment,
    msg: '"(새롭게) 생겨나지도 않고 (완전히) 소멸하지도 않으며, 항상되지도 않고 단절된 것도 아니다. 동일하지도 않고 다르지도 않으며, (어디선가) 오는 것도 아니고 (어디론가) 나가는 것도 아니다." <br> \
    <br> \
    "능히 이런 인연법을 말씀하시어 온갖 희론을 잘 진멸(鎭滅)시키시도다. 내가 (이제) 머리 조아려 부처님께 예배하오니 모든 설법 가운데 제일이로다."<br> \
    <br> \
    이 두 수(首)의 게송으로 부처님을 찬탄하여 이미 최고의 이치(제일의第一義)를 간략히 설명하였다.',
    footnote:null,
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.4',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '존재들(諸法)은 무수히 많은데 어째서 단지 이 여덟가지 설명만으로 파(破)하는가?',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.5',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '존재(法)가 비록 한량없이 많지만 간략하게 여덟가지 설명만 해도 일체법을 모두 파(破)할 수 있다.<br> \
    먼저 불생(不生 : 새로 발생하는 것은 없다는 것)에 대해 설명하겠다. 여러 논사(論師)들은 사물이 생기는 과정(相)에 대해 갖가지로 설명한다. <br> \
    <br> \
    (원인에서 결과가 생긴다고 할 때) <br> \
    어떤 이는〈원인과 결과가 동일하다.〉고 하고, <br> \
    어떤 이는〈원인과 결과가 다르다.〉고 하며, <br> \
    어떤 이는〈원인 속에 이미 결과가 내재해 있다.(인중유과因中有果)〉고 하고, <br> \
    어떤 이는〈원인 속에 결과는 내재해 있지 않다.(인중무과因中無果)〉라고 하며, <br> \
    어떤 이는〈자기 스스로 생(生)한다.〉고 하고, <br> \
    어떤 이는〈다른 것(타자他者)에서 생한다〉고 하고, <br> \
    어떤이는〈 자기(自己)와 타자(他者) 양자(兩者)에서 함께 생한다.〉고 하며, <br> \
    어떤 이는〈유(有)에서 생한다.〉고 하고, <br> \
    어떤 이는〈무(無)에서 생한다.〉고 말한다. <br> \
    <br> \
    이렇게 여러가지로 설하는 생(生)의 상(相)은 모두 옳지 않다. 이에 대한 자세한 설명은 나중에 광범위하게 설하겠다. 어쨌든 결정적인 생(生)의 상(相)은 있을 수 없기에 불생(不生)이다.<br> \
    불멸(不滅 : 완전히 소멸되는 것은 없다는 것)에 대해 설명하겠다. 만일 생(生)이 없다면 어떻게 (그 반대 개념인) 멸(滅)이 있을 수 있겠느냐? <br> \
    <br> \
    생(生)도 없고 멸(滅)도 없기에 나머지 여섯가지*도 역시 없다.',
    // 원문 주석
    footnote:'* 여섯가지: 단(斷), 상(常), 일(—), 이(異), 거(去), 래(來).',
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.6',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '불생불멸(不生不滅)이라는 말로 이미 일체법(一切法)을 모두 파(破)하였는데 어째서 다시 여섯가지 설명을 하느냐?',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.7',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '불생불멸(不生不滅)의 이치를 성립시키기 위해서다. 불생불멸(不生不滅)은 받아들이지 않지만 불상부단(不常不斷)은 믿고 있는 사람들이 있다. 그런데 불상부단(不常不斷)의 이치를 깊이 추구하면 그것이 곧바로 불생불멸과 같아진다. 왜 그런가? 존재가 만일 실제로 있는 것이라면 없어지지 않아야 하는데 〈먼저는 있다가 지금은 없는 것〉은 단멸(斷滅)됐다는 말이고 〈먼저 확고하게 있는 것〉은 상주(常住)한다*는 말이다.<br> \
    <br> \
    그러므로 불상부단(不常不斷)을 설명하게 되면 바로 불생불멸(不生不滅)의 이치에 통하게 되는 것이다. <br> \
    비록 지금까지 얘기한 네가지 설명*으로 제법(諸法)을 파(破)하는 것을 듣고도 다른 네가지 측면*에서 제법(諸法)의 존재를 성립시키려는 사람들이 있는데 이 역시 옳지 않다. 만일 〈인(因)과 과(果)가〉 동일(一)하다면 인연(因緣)은 필요없는 꼴이 되고 〈인(因)과 과(果)가〉 다르다(異)면 상속의 법칙*이 존재하지 않게 된다. 이에 대해서는 나중에 다시 여러가지로 파하겠다. 그래서 네가지 설명 이외에 다시 불일불이(不一不異)를 설하는 것이다.<br> \
    <br> \
    이렇게 여섯가지로 제법(諸法)을 파하는 것을 들어도 오히려 온다, 간다(來, 出)라는 생각으로 제법의 존재를 성립시키려는 사람들이 있다. 온다(來)는 것은 제법이 자재천(自在天)이나 세성(世性), 미진(微塵) 등에서 온다는 것을 말하는 것이고, 간다(出)는 것은 다시 그 본래 자리로 되돌아 가는 것을 말한다.<br> \
    <br> \
    다시 좀 더 구체적으로 설명해 보겠다. 만물은 무생(無生)이다. 왜 그런가? 세간에서 그렇게 나타나 보이기 때문이다. 세간에서는 태초의 곡식의 불생(不生)이 눈에 보인다. 왜 그런가? 태초의 곡식이 없으면 지금의 그런 곡식은 있을 수 없(기 때문이)다. 만일 태초의 곡식이 없이 지금의 곡식이 있는 것이라면 응당〈생(生)〉이 있다고 해야 하리라. 그러나 사실이 그렇지 않다. 그러므로 불생(不生)이다.',
    // 원문 주석
    footnote:'* 상주(常住)한다 : 무엇이〈있다〉는 생각을 하자 마자 그 순간 그 무엇이 상주한다는 견해(常見)에 빠진다.<br> \
    * 네가지 설명: 불생(不生), 불멸(不滅), 불상(不常), 부단(不斷).<br> \
    * 다른 네가지 측면 : 일(一), 이(異), 거(去), 래(來).<br> \
    * 상속의 법칙 : 등불이 계속 켜져 있는 경우 그것이 하나의 불꽃인 것처럼 보이지만 실제는 계속 기름을 태우며 새롭게 타오르는 불꽃이듯이 중생도 원래는 오온(五蘊)이 무상(無常)하게 상속(相續)하는 것인데 개체성을 가진 하나의 인간인 것처럼 착각된다.',
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.8',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '발생이 없다(不生)면 그 반대인 멸(滅)은 있으리라.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.9',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '불멸(不減)이다. 왜 그런가? 세간에서 그렇게 나타나 보이기 때문이다. 세간에서는 태초의 곡식이 완전히 소멸하지 않는다는 것이 눈에 보인다. <br> \
    만약 태초의 곡식이 소멸했다면 지금은 곡식이 없어야 할 텐데 실로 곡식이 있다. 그러므로 불멸(不滅)이다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.10',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '만약 불멸(不滅)이라면 응당 상주(常往)하리라.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.11',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '상주(常住)하는 것은 없다. 왜 그런가? 세간에서 그렇게 나타나 보이기 때문이다. 세간에서는 만물이 불상(不常)임이 눈에 보인다. <br> \
    예를 들어 곡식의 싹이 틀 때 씨앗은 (상주하지 않고) 변하여 없어지는 것과 같다. 그러므로 상주(常住)하는 것은 없다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.12',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '만일 상주하는 것이 없다면 응당 단멸(斷滅)은 있으리라.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.13',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '단멸(斷滅)은 없다. 왜 그런가? 세간에서 그렇게 나타나 보이기 때문이다. 세간에서는 만물이 부단(不斷)임이 눈에 보인다. <br> \
    예를 들어 곡식에서 싹이 나오는 (경우 씨앗이 완전히 단멸되지 않는) 것과 같다. 그러므로 부단(不斷)이다. 만일 단멸되었다면 상속되지 말아야 하리라.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.14',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '만일 그렇다면 만물은 동일(一)하리라.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.15',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '동일(同一)하지 않다. 왜 그런가? 세간에서 그렇게 나타나 보이기 때문이다. 세간에서는 만물이 불일(不一)임이 눈에 보인다.<br> \
    예를 들어 (곡식에서 싹이 틀 때) 곡식이 싹이 아니요 싹이 곡식이 아닌 것과 같다. 만일 곡식이 싹이고 싹이 곡식이라면 응당 동일하다고 하겠는데 실로 그렇지 아니하다. 그러므로 불일(不一)이다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.16',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '만일 불일(不一)이라면 응당 다르리라(異).',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.17',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '다르지도 않다. 왜 그런가? 세간에서 그렇게 나타나 보이기 때문이다. 세간에서는 만물이 불이(不異)임이 눈에 보인다. <br> \
    만일 다르다(異)면 어떻게 그 곡식의 싹, 그 곡식의 줄기, 그 곡식의 잎을 구별해 내겠느냐? 또 그 나무의 싹이라거나 그 나무의 줄기, 그 나무의 잎이라고 말하지도 못하게 된다. 그러므로 불이(不異)이다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.18',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '만일 불이(不異)라면 온다(來)는 사실은 존재해야 한다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.19',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '온다는 사실(來)도 존재하지 않는다. 왜 그런가? 세간에서는 만물이 불래(不來)임이 눈에 보이기 때문이다. <br> \
    예를 들어 곡식의 씨앗에서 트는 싹은 어디서 오는 것(來)이 아니다. 만일 오는 것이라면 마치 나무에 새가 날아와 깃들 듯이 싹은 응당 다른 곳에서 와야 하리라. 그러나 실로 그렇지 아니하다. 그러므로 불래(不來)이다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.20',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '만일 불래(不來)라면 응당 나가는 것(出)이리라.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.21',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '나가는 것(出)도 아니다. 왜 그런가? 세간에서 그렇게 나타나 보이기 때문이다. 세간에서는 만물이 불출(不出)임이 눈에 보인다. <br> \
    만일 나가는 것이라면 마치 뱀이 굴에서 나가듯이 응당 싹이 씨앗에서 나가는 것이 보여야 하리라. 그러나 실로 그렇지 아니하다. 그러므로 불출(不出)이다.*',
    // 원문 주석
    footnote:'* 이상과 같이 씨앗과 싹의 관계에 대한 중도적 조망은〈도간경〉에서 외연기(外緣起)라는 이름으로 둥장한다. 청목소(靑目疏)에서는 씨앗과 싹의 인과 관계에 대해서만 팔불중도적으로 해석하고 있지만 용수이전에 성립된〈도간경〉에서는 불상(不常), 부단(不斷), 불거(不去), 불일(不一), 불이(不異)적인 오종(五種)의 관찰법을 외연기 뿐만 아니라 내연기(內緣起)인 십이연기의 삼세 양중적 인과 관계에까지 확장시켜 설하고 있다. (대정16. 815-826. 참조)',
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.2.22',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '그대가 비록 불생불멸(不生不滅)의 뜻을 해석하긴 했지만 나는 이 논문(論文)을 지은 분의 설명을 듣고싶다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.3',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: origin,
    // 원문 내용
    msg: '모든 법(法)은 스스로 생하는 것도 아니고 <br> \
    다른 것으로부터 생하는 것도 아니며 그 양자에서 함께 생하는 것도 아니고 <br> \
    아무 원인없이 생하는 것도 아니다. <br> \
    그러므로 무생(無生)임을 알아라.',
    // 원문 주석
    footnote:'* 이러한 분류를 사구(四句)라고 한다. 이해의 편의를 위해 예를 들어 설명해 보겠다. <br> \
    여기 한 송이 꽃이 피었을 경우 <br> \ 첫째, 그 꽃이 그 꽃나무로부터만 피었다고 보는 것이〈자생自生〉이다. <br> \
    둘째, 공기 .수분.태양 등 꽃과 다른 환경으로부터 피었다고 보는 것이〈타생他生〉이다. <br> \
    셋째, 꽃나무 그 자체와 주위 환경이 함께 꽃을 피웠다고 보는 것이〈공생共生〉이다.<br> \
    넷째, 아무 원인 없이 우연히 피었다고 보는 것이〈무인생無因生〉이다.',
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.3.1',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: origin,
    // 원문 내용
    msg: '자체로부터 생하지 않는다는 것은 무엇인가? <br> \
    (첫째,) 어떤 사물도 자기 자체로부터 발생하는 경우는 없다. 반드시 여러가지 인연을 만나야 한다. <br> \
    (둘째,) 만일 자기 자체로부터 발생한다면 한가지 존재에 두 개의 자체(自體)가 있는 꼴이 된다. <br> \
    하나는〈생기게 하는 자체〉이고 다른 하나는 그렇게 해서〈생겨난 자체〉이다. 다른 인연 없이 자기 자체로부터 생긴다면 인(因)도 없고 연(緣)도 없는 꼴이 된다. 그리고 생겨난 것이 또다시 생겨나게 되어 생기는 일이 끝이 없게 된다.<br> \
    <br> \
    이렇듯이 자체가 없으니 남(他)도 없다. 왜 그런가? 자기가 있어야 남이 있을 수 있기 때문이다. 그래서 자체로부터 생하는 것이 아니라면 남(他)으로부터 생하는 것도 역시 아니다.<br> \
    <br> \
    (자체와 남) 양자 모두에서 생한다는 것(共生)은 (하나가) 두군데서 생하게 되는 오류가 있다. 왜냐하면 자체에서도 생하고 남에서도 생하기 때문이다.<br> \
    <br> \
    원인 없이(無因) 만물이 있는 것이라면 모든 것이 영원(상주常住)하다는 말이 된다. 그런 일은 있을 수 없다. 원인이 없으면 결과도 없다. 원인 없이 결과가 있는 것이라면 보시를 행하거나 계율을 지켜도 지옥에 떨어져야 하고 십악(十惡) 오역(五逆)의 죄(罪)*를 짓고도 천상(天上)에 태어나야 하리라. 왜냐하면 무인론(無因論)이 (맞다면 원인 없이 과보가 생길테)니까. 다시 설명해 보자.',
    // 원문 주석
    footnote:'* 십악(十惡) : 살생(殺生), 투도(偸盜), 사음(邪淫), 망어(妄語), 양설(兩說), 악구(惡口), 기어(綺語), 탐욕(貪慾), 진(瞋), 사견(邪見).<br> \
    * 소승의 오역죄(小乘의 五逆罪) : 살부(殺父), 살모(殺母), 살아라한(殺阿羅漢), 파화합승(破和合僧), 출불신혈(出佛身血) (十破褐磨僧).<br> \
    * 대승의 오역죄(大乘의 五逆罪) : 1. 탑사(塔寺)를 파괴하고 경상(經像)을 불사르고 삼보(三寶)의 재물을 훔침. 2. 삼승법을 비방.  3. 승려를 욕하고 부림. 4. 소승의 오역죄를 범함. 5. 인과의 도리를 믿지 않고 십악을 지음.',
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.4',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: origin,
    // 원문 내용
    msg: '제법(諸法)의 자성(自性)이 연(緣) 가운데 있지 않둣이 자성이 없기에 타성(他性)도 없다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.4.1',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '모든 존재(諸法)의 자성(自性)은 여러가지 인연(衆緣)속에 있는 것은 아니다. 다만 중연(衆緣)이 모여 있기에 그 명칭(名字)을 얻은 것이다. 자성이란 그 자체를 말하는데 중연(衆緣) 속에는 자성이 존재하지 않는다. 자성이 없으므로 자체에서 생(生)하는 일도 없다.<br> \
    <br> \
    자성(自性)이 없으므로 타성(他性 : 남이라는 것) 또한 없다. 왜 그런가? 자성이 있음으로 인해 타성이 있는 것이기 때문이며 타성은 그 타(他)의 입장에서 보면 다시 자성이 되기 때문이다. 그러니 자성을 파(破)하면 곧 타성도 파해진다. 그러므로 제법이 타성으로부터 생하는 것일 수는 없다.<br> \
    <br> \
    자성과 타성을 모두 파하게 되면 (그 양자에서 함께 생한다)는 공생(共生)도 논파(論破)된다.<br> \
    (아무 원인 없이 생한다는) 무인생(無因生)은 커다란 잘못이 있다. 원인에서 생한다는 유인생(有因生)도 파(破)할 수 있는데 하물며 무인생(無因生)이 논파되지 않겠느냐? (자自，타他，공共，무인無因의) 사구(四句)중 어디에도 생(生)은 존재하지 않는다. 그러므로 불생(不生)이다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.4.2',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '아비달마 논사(論師)들은 제법이 사연(四綠)에서 생한다고 하는데 어째서 불생(不生)이라고 하는가? <br> \
    사연(四綠)이 무엇인가 하면 다음과 같다.*',
    // 원문 주석
    footnote:'* 이하에서 용수는 사연(四緣)을 하나 하나 논파하지만 그것이 아비달마의 사연설(四緣說) 을 부정하는 것이 아니라 사연(四緣)에 대한 집착만을 씻어주기 위해서라는 것은 다음과 같은 〈대지도론〉의 설명을 통해 파악할 수 있다. “보살은 제법(諸法)이 사연(四緣)으로부터 발생하는 것을 관찰해 알지만 사연(四緣) 가운데서 정상(定相 : 결정적인 상(相))을 취하지 않는다. … 반야바라밀 가운데서는 다만 사견(邪見)을 제거하는 것이지 사연(四緣)을 파(破)하는 것은 아니다. ”(대정25. p 297b-c.)',
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.5',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: origin,
    // 원문 내용
    msg: '사연(因綠)과 연연(綠綠)과 차제연(次第綠)과 증상연(增上綠)의 사연(四綠)이 제법(諸法)을 생하며 다시 제(第) 오(五)의 연(綠)은 없다.',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.5.1',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '존재하는 일체의 연(緣)은 모두 이 네가지 연(緣)에 포함된다. 이 네가지 연(綠)에 의해 만물이 생할 수 있다. <br> \
    인연(因緣)*이란 유위법(有爲法) 모두(에 적용된)다. <br> \
    차제연(次第綠)*이란 과거와 현재의 아라한에게 있는 가장 마지막의 심왕과 심수법*만 제외하고 다른 모든 과거와 현재의 심왕과 심수법(에 적용되는 것)이다. <br> \
    연연(綠綠)*과 증상연(增上緣)*은 일체 모든 법(에 적용되는 것)이다.',
    // 원문 주석
    footnote:'* 인연 : 마치 싹에 대한 씨앗과 같은 것으로 마음이나 현상의 직접적인 원인을 총칭한다.<br> \
    * <등무간연等無間綠〉이라고도 번역한다. 색법(色法)에는 관계가 없다. 마음이 생(生)할 때 전 찰나의  마음 작용이 다음 찰나의 마음 작용의 출현을 위해 자리를 내어 주는 바, 이때 전 찰나의 마음 작용은 후찰나의 마음 작용에 대해 차제연(次第緣)이 된다.<br> \
    * <심(心), 심수(心數)>:<심(心), 심소(心所)>라고도 한다. 심(心)이란 심왕법(心王法)으로 심(心)의 주체인 육식(六識)(안眼, 이耳,  비鼻, 설舌, 신身, 의意)을 말하고 심소(心所)란 심소유법(心所有法)으로 심왕(心王)에 수반되어 발생하는 갖가지 마음 작용을 말한다. 범부들은 이런 심왕, 심수법이 찰나 찰나 인과적으로 (전념(前念)이 후념(後念)의 인(因)이되는 차제연의 원리에 따라) 생멸하며 상속되지만 아라한이 무여열반에 들면 상속이 끊어지기에 아라한의 최후심은 차제연이 되지 못한다고 한 것이다.<br> \
    * <소연연所緣緣〉이라고도 번역한다. 마음이 생(生)할 때 그 대상에 의존하게 되는데 이때 그 대상을 연연(綠綠)이라고 한다. 예를 들어 안식(眼識)과 그에 수반되는 마음은 바깥 형상올 연연(綠綠)으로 삼고 이식(耳識)과 그에 수반되는 마음은 소리를 연연(綠綠)으로 삼고 내지(乃至) 육식(六識)과 그에 수반되는 마음은 일체법(一切法)을 연연(綠綠)으로 삼는다.<br> \
    * 증상연 : 능작인(能作因)과 같은 것으로 존재가 발생할 때, 그 존재 자체를 제외한 일체법을 말한다. 장애를 일으키지 않는 것이기도 하지만 여력증상연(與力增上緣)으로서의 적극적인 면도 있다.<br> \
    * 이는 사연(四緣)의 의미라기보다 그 작용 범위에 대한 설명이다.',
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
];