var midd = '중관';
var abhi = '아비달마';
var origin = '본송';
var comment = '청목소';

var chapter_1 = [
{ 
    id: '1.1',
    name: midd,
    text: origin,
    msg: '(새롭게) 생겨나지도 않고 (완전히) 소멸하지도 않으며, 항상되지도 않고 단절된 것도 아니다. 동일하지도 않고 다르지도 않으며, (어디선가) 오는 것도 아니고 (어디론가) 나가는 것도 아니다. <br> \
    <br> \
    능히 이런 인연법을 말씀하시어 온갖 희론을 잘 진멸(鎭滅)시키시도다. 내가 (이제) 머리 조아려 부처님께 예배하오니 모든 설법 가운데 제일이로다.',
    footnote:null,
    img: '',
},
{ 
    id: '1.1.1',
    name: abhi,
    text: comment,
    msg: '이 논문을 지은 목적은 무엇입니까?',
    footnote:null,
    img: '',
},
{ 
    id: '1.1.2',
    name: midd,
    text: comment,
    msg: '만물이 대자재천(大自在天)*에서 생긴다고 말하는 사람들이 있고, 위뉴천(韋紐天)*에서 생긴다는 말도 있고, 화합(和合)으로부터 생긴다는 말도 있고, 시(時)에서 생간다는 말도 있고, 세성(世性)에서 생긴다는 말도 있고 변화(變化)에서 생긴다는 말도 있고, 자연(自然)에서 생긴다는 말도 있고 미진(微塵)에서 생긴다는 말도 있다. 이런 잘못으로 인해 무인론(無因論), 그릇된 인과론(因果論), 단멸론(斷滅論), 상주론(常住論) 등의 사견(邪見)에 떨어져서 〈나〉라느니 〈나의 것〉이라고 갖가지로 설(說)하며 정법(正法)을 제대로 알지 못한다.부처님께서는 이런 여러가지 사견(邪見)들은 끊고 불법(佛法)을 알게 하시려고 우선 성문법(聲聞法)중에서는 십이연기설(十三緣起說)을 말씀하셨다. <br>\
    <br> \
    그리고 이미 수행을 하고 큰음을 갖추어 깊은 진리를 받아들일 준비가 되어 있는 자들에게는 대승법(大乘法)으로써 연기(緣起)의  상(相)을 설하셨던 것이다. 이른바〈일체법이 불생불멸(不生不滅) 불일불이(不一不異)하여 필경공(畢意空)하니 아무것도 있는 것이 없다.>는 것으로 반야바라밀경에서 설(說)하는 다음과 같은 얘기와 같다.〈부처님께서 수보리(須菩提)에게 말씀하셨다. ‘보살이 도량에 앉아 있었을 때 십이연기가 허공과 같아 다함이 없음을 관(觀)하였느니라.’〉 <br>\
    <br> \
    그런데 부처님께서 열반에 드시고 나서 후오백세(後五百歲)의 상법(像法)시대가 되자 사람들의 근기(根機)가 우둔해져서 제법(諸法)에 대해 깊이 집착을 내게 되었다. 십이연기(十二緣起)나 오음(五陰), 십이입(十三入), 십팔계(十八界) 등의 결정적인 상(相)을 추구하기만 하여 부처님의 의도하신 바는 알지 못하고 다만 그 문자에만 집착을 하는 것이다. 그래서 대승법에서 필경공(畢意空)을 설하는 것을 듣고도 어째서 공(空)한지 모른채 다음과 같은 의심을 한다.<br> \
    <br> \
    〈만일 도대체 필경공하다면 죄나 복을 짓고 그에 대한 업보를 받는 것 따위는 어떻게 분별하겠는가?〉 이것은 세제(世諦)와 제일의제(第一義諦)의 구분을 무시하는 것으로 공(空)의 상(相)을 취해 집착(執着)을 하여 필경공(畢意空) 가운데서 갖가지 과오를 범하는 것이다. 용수(龍樹)보살께서는 이(런 여러가지 오류)를 (시정하기) 위해 이 중론(中論)을 저술하셨다.',
    footnote:'\
    * 대자재천(大自在天):Maheśvara-deva, 마혜수라(摩醯首羅) 천왕이라고 음역하기도 한다. 힌두교 최고신의 하나로 śiva 신을 말한다. 불교에서는 색계(色界)의 정상인 색구경천에 머물고 있다고 해석함. <br> \
    * 위뉴천(韋紐天):힌두교의 비슈누(Viṣṇu)신(神). 우주 창조의 Brahma신. 우주 파괴의 śiva신과 함께 가장 널리 예배되는 신. 불교에서는 욕계(欲界)의 정상에 있는 신(神)일 뿐이라고 해석한다.<br> \
    * 화합(和合): 지수화풍(地水火風) 사대(四大)의 화합으로 외물(外物)이 생하고 부모의 화합으로 중생이 생하 는 따위.<br> \
    * 시(時): 시간이 흐르면 중생이 성숙하고 또 시간이 지나면 노후(老朽)하게 되니까 시(時)가 만물을 생(生)한다는 것.<br> \
    * 세성(世性): 인도 육파철학(六波哲學)의 하나인 수론(數論)학파，즉 쌍키야(Sāṃkhya) 학파에서 말하는 정신원리로서의 뿌루쌰(Puruṣa)에 대조되는 물질의 궁극원리인 쁘라끄리띠(Prakṛti)(근본 원질根本 原質).<br> \
    * 변화(變化): 변화에서 생하는 것은 네가지가 있다. 첫째, 돌이 옥으로 변하는 것 같은 신통변화. 둘째, 젊은이가 늙은이로 변하는 것 같이 스스로 변하는 것. 셋째, 물이 어는 것 같이 인연을 만나 변하는 것. 넷째, 외도(外道)에서 말하는〈만물을 생 하는 변(變)이라는 법(法)〉. - 길장 소(吉藏 疏)<br> \
    * 자연(自然): 외도(外道)가 만물이 생하는 까닭을 추구해 보아도 알 수가 없으니 자연히 생한다 고 하는 것. - 길장 소(吉藏 疏)<br> \
    * 미진(微塵): 근대 물리학의 원자론과 유사한 사고방식. 아비달마에서도〈극미極微〉가 있다 고 설하지만 이 또한 변견(邊見)이라고 구마라집(鳩摩羅什)은 비판한다.<br> \
    * 상법(像法)시대: 정법(正法), 상법(像法), 말법(末法)인 삼시(三時)의 하나. 정법(正法) : 교법, 수행, 증과(證果)의 3법이 완전하게 있는 시대. 상법(像法) : 증과하는 자는 없고 교법과 수행만 있는 시대. 말법(末法) : 교법만 있고 수행이나 증과는 없는 시대. 정법 오백년 상법 천년, 또는 정법 천년 상 법 오백년, 또는 정법 천년 상법 천년설(說) 둥 구구하나 여기서는 정법 오백년 설을 따르고 있다.<br> \
    * 오음(五陰): 오온(五蘊 : 색수상행식)과 같은 의미. 구마라집 이전에는 오중(五衆)이라고 한역했고 구마라집 이후 는 오음(五陰)이라고 번역했으나 당나라 현장 이후가 되어서야 오온(五蘊)이라고 번역했다.<br> \
    * 이러한 과오를 후대 유식(唯識)불교에서는〈악취공惡取空〉이라고 불렀다. 즉 실체에 대한 집착을 씻어주기 위해 공(空)을 설(說)하였는데 그 공(空)이라는 것에 다시 집착을 내 면 모든 가치판단을 상실한 상태가 되는 것. 앞으로〈중론〉전편을 통해 누누히 강조되겠지만〈공空〉이란 이론(理論)이 아니라 마치 비누처럼 우리 마음의 분별적 사고방식을 세척해주는〈실천행實踐行〉이다. 따라서〈공空〉의 비누로 분별의 때를 세척하고 나면 그 비늣기도 다시 행궈 내야 한다(공공空空). (第 13 관행품 (觀行品) 9게(偈) 및 第 24 관사제품(觀四諦品) 11, 12게(偈) 참조)',
    img: '',
},
{ 
    id: '1.1.3',
    name: midd,
    text: comment,
    msg: '"(새롭게) 생겨나지도 않고 (완전히) 소멸하지도 않으며, 항상되지도 않고 단절된 것도 아니다. 동일하지도 않고 다르지도 않으며, (어디선가) 오는 것도 아니고 (어디론가) 나가는 것도 아니다." <br> \
    <br> \
    "능히 이런 인연법을 말씀하시어 온갖 희론을 잘 진멸(鎭滅)시키시도다. 내가 (이제) 머리 조아려 부처님께 예배하오니 모든 설법 가운데 제일이로다."<br> \
    <br> \
    이 두 수(首)의 게송으로 부처님을 찬탄하여 이미 최고의 이치(제일의第一義)를 간략히 설명하였다.',
    footnote:null,
    img: '',
},
{ 
    // 게송 아이디
    id: '1.1.4',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '존재들(諸法)은 무수히 많은데 어째서 단지 이 여덟가지 설명만으로 파(破)하는가?',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.1.5',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '존재(法)가 비록 한량없이 많지만 간략하게 여덟가지 설명만 해도 일체법을 모두 파(破)할 수 있다.<br> \
    먼저 불생(不生 : 새로 발생하는 것은 없다는 것)에 대해 설명하겠다. 여러 논사(論師)들은 사물이 생기는 과정(相)에 대해 갖가지로 설명한다. <br> \
    <br> \
    (원인에서 결과가 생긴다고 할 때) <br> \
    어떤 이는〈원인과 결과가 동일하다.〉고 하고, <br> \
    어떤 이는〈원인과 결과가 다르다.〉고 하며, <br> \
    어떤 이는〈원인 속에 이미 결과가 내재해 있다.(인중유과因中有果)〉고 하고, <br> \
    어떤 이는〈원인 속에 결과는 내재해 있지 않다.(인중무과因中無果)〉라고 하며, <br> \
    어떤 이는〈자기 스스로 생(生)한다.〉고 하고, <br> \
    어떤 이는〈다른 것(타자他者)에서 생한다〉고 하고, <br> \
    어떤이는〈 자기(自己)와 타자(他者) 양자(兩者)에서 함께 생한다.〉고 하며, <br> \
    어떤 이는〈유(有)에서 생한다.〉고 하고, <br> \
    어떤 이는〈무(無)에서 생한다.〉고 말한다. <br> \
    <br> \
    이렇게 여러가지로 설하는 생(生)의 상(相)은 모두 옳지 않다. 이에 대한 자세한 설명은 나중에 광범위하게 설하겠다. 어쨌든 결정적인 생(生)의 상(相)은 있을 수 없기에 불생(不生)이다.<br> \
    불멸(不滅 : 완전히 소멸되는 것은 없다는 것)에 대해 설명하겠다. 만일 생(生)이 없다면 어떻게 (그 반대 개념인) 멸(滅)이 있을 수 있겠느냐? <br> \
    <br> \
    생(生)도 없고 멸(滅)도 없기에 나머지 여섯가지*도 역시 없다.',
    // 원문 주석
    footnote:'* 여섯가지: 단(斷), 상(常), 일(—), 이(異), 거(去), 래(來).',
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.1.6',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: abhi,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '불생불멸(不生不滅)이라는 말로 이미 일체법(一切法)을 모두 파(破)하였는데 어째서 다시 여섯가지 설명을 하느냐?',
    // 원문 주석
    footnote:null,
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
{ 
    // 게송 아이디
    id: '1.1.7',
    // 중관논사: midd / 아비달마 논사: abhi 
    name: midd,
    // 본송과 청목소 구분-본송: origin / 청목소: comment
    text: comment,
    // 원문 내용
    msg: '불생불멸(不生不滅)의 이치를 성립시키기 위해서다. 불생불멸(不生不滅)은 받아들이지 않지만 불상부단(不常不斷)은 믿고 있는 사람들이 있다. 그런데 불상부단(不常不斷)의 이치를 깊이 추구하면 그것이 곧바로 불생불멸과 같아진다. 왜 그런가? 존재가 만일 실제로 있는 것이라면 없어지지 않아야 하는데 〈먼저는 있다가 지금은 없는 것〉은 단멸(斷滅)됐다는 말이고 〈먼저 확고하게 있는 것〉은 상주(常住)한다*는 말이다.<br> \
    <br> \
    그러므로 불상부단(不常不斷)을 설명하게 되면 바로 불생불멸(不生不滅)의 이치에 통하게 되는 것이다. <br> \
    비록 지금까지 얘기한 네가지 설명*으로 제법(諸法)을 파(破)하는 것을 듣고도 다른 네가지 측면*에서 제법(諸法)의 존재를 성립시키려는 사람들이 있는데 이 역시 옳지 않다. 만일 〈인(因)과 과(果)가〉 동일(一)하다면 인연(因緣)은 필요없는 꼴이 되고 〈인(因)과 과(果)가〉 다르다(異)면 상속의 법칙*이 존재하지 않게 된다. 이에 대해서는 나중에 다시 여러가지로 파하겠다. 그래서 네가지 설명 이외에 다시 불일불이(不一不異)를 설하는 것이다.<br> \
    <br> \
    이렇게 여섯가지로 제법(諸法)을 파하는 것을 들어도 오히려 온다, 간다(來, 出)라는 생각으로 제법의 존재를 성립시키려는 사람들이 있다. 온다(來)는 것은 제법이 자재천(自在天)이나 세성(世性), 미진(微塵) 등에서 온다는 것을 말하는 것이고, 간다(出)는 것은 다시 그 본래 자리로 되돌아 가는 것을 말한다.<br> \
    <br> \
    다시 좀 더 구체적으로 설명해 보겠다. 만물은 무생(無生)이다. 왜 그런가? 세간에서 그렇게 나타나 보이기 때문이다. 세간에서는 태초의 곡식의 불생(不生)이 눈에 보인다. 왜 그런가? 태초의 곡식이 없으면 지금의 그런 곡식은 있을 수 없(기 때문이)다. 만일 태초의 곡식이 없이 지금의 곡식이 있는 것이라면 응당〈생(生)〉이 있다고 해야 하리라. 그러나 사실이 그렇지 않다. 그러므로 불생(不生)이다.',
    // 원문 주석
    footnote:'* 상주(常住)한다 : 무엇이〈있다〉는 생각을 하자 마자 그 순간 그 무엇이 상주한다는 견해(常見)에 빠진다.<br> \
    * 네가지 설명: 불생(不生), 불멸(不滅), 불상(不常), 부단(不斷).<br> \
    * 다른 네가지 측면 : 일(一), 이(異), 거(去), 래(來).<br> \
    * 상속의 법칙 : 등불이 계속 켜져 있는 경우 그것이 하나의 불꽃인 것처럼 보이지만 실제는 계속 기름을 태우며 새롭게 타오르는 불꽃이듯이 중생도 원래는 오온(五蘊)이 무상(無常)하게 상속(相續)하는 것인데 개체성을 가진 하나의 인간인 것처럼 착각된다.',
    // 중관논사, 아비달마논사 구분 이미지
    img: '',
},
];